/* No comment */
"Listing directory {0} failed" = "Anzeigen des Ordners {0} fehlgeschlagen";

/* Touch file failed */
"Cannot create {0}" = "Datei {0} kann nicht angelegt werden";

/* Create directory failed */
"Cannot create folder {0}" = "Ordner {0} kann nicht angelegt werden";

/* Moving file failed */
"Cannot rename {0}" = "Umbenennen von {0} fehlgeschlagen";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Lesen der Dateiattribute von {0} fehlgeschlagen";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Schreiben der Dateiattribute von {0} fehlgeschlagen";

/* Removing file failed */
"Cannot delete {0}" = "Löschen von {0} fehlgeschlagen";

/* Ownership of file */
"Cannot change owner" = "Ändern des Besitzers von {0} fehlgeschlagen";

/* Group ownership of file or folder */
"Cannot change group" = "Ändern der Gruppe von {0} fehlgeschlagen";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Ändern der Berechtigungen von {0} fehlgeschlagen";
"Cannot change timestamp of {0}" = "Ändern des Zeitstempels von {0} fehlgeschlagen";

/* Mount failure */
"Connection failed" = "Verbindung fehlgeschlagen";

/* Transfer failure */
"Download {0} failed" = "Download von {0} fehlgeschlagen";

/* Transfer failure */
"Upload {0} failed" = "Upload von {0} fehlgeschlagen";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Lesen der CDN Konfiguration fehlgeschlagen";
"Cannot write CDN configuration" = "Schreiben der CDN Konfiguration fehlgeschlagen";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Lesen der Konfiguration fehlgeschlagen";

"Interoperability failure" = "Interoperabilitätsfehler";
"Access denied" = "Zugriff verweigert";
"File not found" = "Datei nicht gefunden";

"DNS lookup for {0} failed" = "DNS Auflösung von {0} fehlgeschlagen";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Diskrepanz zwischen dem MD5 Hash {0} der transferrierten Daten und dem ETag {1} vom Server";

"Insufficient disk space" = "Nicht genügend Speicherplatz";
"Only {0} available disk space" = "Nur noch {0} verfügbarer Speicherplatz";

"Unsupported" = "Nicht unterstützt";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Bitte kontaktieren Sie Ihren Webhoster für weitere Hilfestellung";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS ist ein Netzwerkservice, welches einen Servernamen zu seiner Internetadresse übersetzt. Dieser Fehler entsteht meist, wenn keine Internetverbindung vorhanden ist oder ein Netzwerkkonfigurationsfehler vorliegt. Es kann auch sein, dass der DNS Server nicht antwortet oder eine Firewall den Zugang zum Netzwerk verhindert.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Der Verbindungsversuch wurde verweigert. Der Server könnte außer Betrieb sein oder Ihr Netzwerk ist nicht richtig konfiguriert.";